Revit 2027 API
ParameterTypeId.Rebar3dpathStartOffset Property
 "Path Start Offset"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId Rebar3dpathStartOffset { get; }
Public Shared ReadOnly Property Rebar3dpathStartOffset As ForgeTypeId
	Get
public:
static property ForgeTypeId^ Rebar3dpathStartOffset {
	ForgeTypeId^ get ();
}
static member Rebar3dpathStartOffset : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace